Revit 2024 API
BuiltInFailures.GeometryFailures.ConvertFaceRegionsToFacesCrashed Property
 Failed to replace an instance face with its face regions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ConvertFaceRegionsToFacesCrashed { get; }
Visual Basic
Public Shared ReadOnly Property ConvertFaceRegionsToFacesCrashed As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ConvertFaceRegionsToFacesCrashed {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GeometryFailures Class
Autodesk.Revit.DB Namespace